"use client";
import React from "react";

const ContactsSection = () => {
  return (
    <main className="mt-10 mb-10">
      <h2 className="mb-10 text-center text-zinc-700">
        Ответственные от институтов УрФУ
        <br />
        за перевод и восстановление студентов
      </h2>
      <div class="u-table">
        <table class="table">
          <thead>
            <tr>
              <th>
                <p>Институт</p>
              </th>
              <th>
                <p>ФИО</p>
              </th>
              <th>
                <p>Должность</p>
              </th>
              <th>
                <p>Контакты</p>
              </th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <td>
                <a>
                  Институт экономики и управления
                  <br />
                  <i>(школа экономики и менеджмента)</i>
                </a>
              </td>
              <td>
                <div>Авраменко Елена Семеновна</div>
                <br />
                <br />
                <div>Кшецкий Сергей Анатольевич</div>
                <br />
                <br />
                <div>Малыгина Елена Ивановна</div>
              </td>
              <td>
                <div>Заместитель директора по учебной работе</div>
                <br />
                <br />
                <div>
                  Начальник отдела организации
                  <br />
                  образовательной деятельности
                </div>
                <br />
                <div>
                  Заместитель начальника отдела организации
                  <br />
                  образовательной деятельности
                </div>
              </td>
              <td>
                <div>
                  +7 (343) 375-94-02,
                  <br />
                  avramenko.es@mail.ru
                </div>
                <br />
                <div>
                  +7 (343) 375-94-02,
                  <br />
                  s.a.kshetsky@urfu.ru
                </div>
                <br />
                <div>
                  +7 (343) 375-48-45,
                  <br />
                  +7 (343) 375-95-48,
                  <br />
                  e.i.malygina@urfu.ru
                </div>
              </td>
            </tr>
            <tr>
              <td>
                <a>
                  Институт экономики и управления
                  <br />
                  <i>
                    (школа управления и<br />
                    междисциплинарных исследований)
                  </i>
                </a>
              </td>
              <td>
                <div>Мальцева Юлия Анатольевна</div>
              </td>
              <td>
                <div>
                  Начальник отдела организации
                  <br />
                  образовательной деятельности
                </div>
              </td>
              <td>
                <div>
                  +7 (343) 375-95-93,
                  <br />
                  mlvu@mail.ru
                </div>
              </td>
            </tr>
            <tr>
              <td>
                <a>
                  Институт экономики и управления
                  <br />
                  <i>
                    (школа государственного управления и<br />
                    предпринимательства)
                  </i>
                </a>
              </td>
              <td>
                <div>Загороднова Евгения Геннадьевна</div>
              </td>
              <td>
                <div>
                  Начальник отдела организации
                  <br />
                  образовательной деятельности
                </div>
              </td>
              <td>
                <div>
                  +7 (343) 371-56-04,
                  <br />
                  e.g.zagorodnova@urfu.ru
                </div>
              </td>
            </tr>
            <tr>
              <td>
                <a>
                  Институт естественных наук и математики
                  <br />
                  <i>
                    (по программам бакалавриата и<br />
                    специалитета)
                  </i>
                </a>
              </td>
              <td>
                <div>Фалько Наталья Васильевна</div>
              </td>
              <td>
                <div>
                  Начальник отдела организации
                  <br />
                  образовательной деятельности
                  <br />
                  по программам бакалавриата
                </div>
              </td>
              <td>
                <div>
                  +7 (343) 389-95-96,
                  <br />
                  n.v.falko@urfu.ru
                </div>
              </td>
            </tr>
            <tr>
              <td>
                <a>
                  Институт естественных наук и математики
                  <br />
                  <i>(по программам магистратуры)</i>
                </a>
              </td>
              <td>
                <div>Коврижных Антон Юрьевич</div>
              </td>
              <td>
                <div>
                  Начальник отдела организации
                  <br />
                  образовательной деятельности
                  <br />
                  по программам магистратуры
                </div>
              </td>
              <td>
                <div>
                  +7 (343) 389-94-67,
                  <br />
                  anton.kovrizhnykh@urfu.ru
                </div>
              </td>
            </tr>
            <tr>
              <td>
                <a>
                  Институт новых материалов и технологий
                  <br />
                  <i>(департамент машиностроения)</i>
                </a>
              </td>
              <td>
                <div>Аникина Татьяна Викторовна</div>
              </td>
              <td>
                <div>Ведущий документовед</div>
              </td>
              <td>
                <div>
                  +7 (343) 375-48-05,
                  <br />
                  t.v.anikina@urfu.ru
                </div>
              </td>
            </tr>
            <tr>
              <td>
                <a>
                  Институт новых материалов и технологий
                  <br />
                  <i>
                    (департамент металлургии и<br />
                    металловедения)
                  </i>
                </a>
              </td>
              <td>
                <div>Рогачев Владимир Васильевич</div>
              </td>
              <td>
                <div>Заместитель директора по учебной работе</div>
              </td>
              <td>
                <div>
                  +7 (343) 375-44-39,
                  <br />
                  v.v.rogachev@urfu.ru
                </div>
              </td>
            </tr>
            <tr>
              <td>
                <a>
                  Институт новых материалов и технологий
                  <br />
                  <i>
                    (департамент строительного
                    <br />
                    материаловедения)
                  </i>
                </a>
              </td>
              <td>
                <div>Капустин Федор Леонидович</div>
              </td>
              <td>
                <div>Директор департамента</div>
              </td>
              <td>
                <div>
                  +7 (343) 374-48-53,
                  <br />
                  f.l.kapustin@urfu.ru
                </div>
              </td>
            </tr>
            <tr>
              <td>
                <a>
                  Институт новых материалов и технологий
                  <br />
                  <i>
                    (инженерная школа новой индустрии, в<br />
                    том числе высшая инженерная школа УрФУ)
                  </i>
                </a>
              </td>
              <td>
                <div>Голоднов Антон Игоревич</div>
              </td>
              <td>
                <div>
                  Начальник отдела организации
                  <br />
                  образовательной деятельности
                </div>
              </td>
              <td>
                <div>
                  +7 (343) 375-94-55,
                  <br />
                  a.i.golodnov@urfu.ru
                </div>
              </td>
            </tr>
            <tr>
              <td>
                <a>
                  Институт радиоэлектроники и<br />
                  информационных технологий – РТФ
                </a>
              </td>
              <td>
                <div>Данилова Анна Андреевна</div>
              </td>
              <td>
                <div>
                  Специалист по вопросам перевода и<br />
                  восстановления
                </div>
              </td>
              <td>
                <div>
                  +7 (343) 375-44-80,
                  <br />
                  a.a.danilova@urfu.ru
                </div>
              </td>
            </tr>
            <tr>
              <td>
                <a>Институт строительства и архитектуры</a>
              </td>
              <td>
                <div>Толстых Лилия Ильфировна</div>
              </td>
              <td>
                <div>Старший инспектор</div>
              </td>
              <td>
                <div>
                  +7 (343) 374-59-82,
                  <br />
                  +7 (343) 375-44-70
                </div>
              </td>
            </tr>
            <tr>
              <td>
                <a>Институт технологий открытого образования</a>
              </td>
              <td>
                <div>Игнатченко Ольга Аркадьевна</div>
              </td>
              <td>
                <div>Заместитель директора по учебной работе</div>
              </td>
              <td>
                <div>
                  +7 (343) 375-95-34,
                  <br />
                  O.A.Ignatchenko@urfu.ru
                </div>
              </td>
            </tr>
            <tr>
              <td>
                <a>Уральский гуманитарный институт</a>
              </td>
              <td>
                <div>Гудов Валерий Александрович</div>
                <br />
                <br />
                <div>Зырянова Светлана Юрьевна</div>
              </td>
              <td>
                <div>Заместитель директора по образованию</div>
                <br />
                <br />
                <div>
                  Начальник отдела организации
                  <br />
                  образовательной деятельности
                </div>
              </td>
              <td>
                <div>
                  +7 (343) 389-95-60,
                  <br />
                  v.a.gudov@urfu.ru
                </div>
                <br />
                <div>
                  +7 (343) 389-94-50,
                  <br />
                  s.j.zyryanova@urfu.ru
                </div>
              </td>
            </tr>
            <tr>
              <td>
                <a>Физико-технологический институт</a>
              </td>
              <td>
                <div>Щетинский Андрей Валерьевич</div>
              </td>
              <td>
                <div>И.О заместителя директора по образованию</div>
              </td>
              <td>
                <div>
                  +7 (343) 375-41-55,
                  <br />
                  a.v.shchetinsky@urfu.ru
                </div>
              </td>
            </tr>
            <tr>
              <td>
                <a>
                  Институт физической культуры,
                  <br />
                  спорта и молодежной политики
                </a>
              </td>
              <td>
                <div>Ежикова Ирина Георгиевна</div>
              </td>
              <td>
                <div>Ведущий документовед</div>
              </td>
              <td>
                <div>
                  +7 (343) 374-59-14,
                  <br />
                  i.g.ezhikova@urfu.ru​
                </div>
              </td>
            </tr>
            <tr>
              <td>
                <a>Институт фундаментального образования</a>
              </td>
              <td>
                <div>Данилова Анна Андреевна</div>
              </td>
              <td>
                <div>
                  Специалист по вопросам перевода и<br />
                  восстановления
                </div>
              </td>
              <td>
                <div>
                  +7 (343) 375-44-80,
                  <br />
                  a.a.danilova@urfu.ru​
                </div>
              </td>
            </tr>
            <tr>
              <td>
                <a>Химико-технологический институт</a>
              </td>
              <td>
                <div>Безматерных Максим Алексеевич</div>
              </td>
              <td>
                <div>Заместитель директора по образованию</div>
              </td>
              <td>
                <div>
                  +7 (343) 375-44-20,
                  <br />
                  max6669@rambler.ru
                </div>
              </td>
            </tr>
          </tbody>
        </table>
      </div>
    </main>
  );
};

export default ContactsSection;
